{
  "maintitle":" National Parks Sri Lanka.",
  "subtitleyala":"Yala National Park",
  "yalaparagraph":"Yala National Park, situated in the southeastern part of Sri Lanka, is a biodiversity hotspot and a wildlife enthusiast's paradise. Covering over 900 square kilometers, it is the country's second-largest and most visited national park. Yala is renowned for its diverse ecosystems, ranging from dense forests to open grasslands and serene lagoons. The park is home to a variety of wildlife, including the elusive Sri Lankan leopard, elephants, sloth bears, and numerous bird species. Visitors can embark on thrilling safari adventures, guided by experts, to witness these creatures in their natural habitats. With its scenic landscapes, vibrant wildlife, and cultural landmarks like the ancient rock temples of Sithulpawwa, Yala National Park offers a captivating blend of nature and adventure.",
  "subtitlewilpattu":"Wilpattu National Park",
  "wilpattuparagraph":"Wilpattu National Park, located on the northwest coast of Sri Lanka, stands as a pristine testament to the country's natural beauty. As the largest national park in Sri Lanka, Wilpattu is renowned for its untouched wilderness and diverse ecosystems. The park is characterized by vast expanses of dense forests, serene lakes, and open grasslands, providing a habitat for a variety of wildlife. Among its residents are the Sri Lankan leopard, elephants, sloth bears, and an abundance of bird species. Wilpattu is unique for its Willus or natural lakes, adding a tranquil charm to the landscape. Visitors can embark on exciting safaris to witness the park's rich biodiversity and explore the ancient ruins scattered within its bounds. Wilpattu National Park offers a captivating escape into the untamed wilderness, making it a must-visit destination for nature enthusiasts in Sri Lanka.",
  "animalpicturestitle":"Indigenous Animals Sri Lanka.",
  "elephanttitle":"Sri Lankan Elephant",
  "elephantpara":"The Sri Lankan Elephant, is the largest terrestrial mammal in Sri Lanka, known for its majestic presence and distinctive, smaller ears compared to its mainland Asian counterparts.",
  "frogmouthtitle":"Sri Lankan Frogmouth",
  "frogmouthpara":"The Sri Lanka Frogmouth,is a nocturnal bird with a wide, hooked beak, resembling a broken branch when perched on trees during the day.",
  "kangarootitle":"Sri Lankan Kangaroo Lizard",
  "kangaroopara":"The Sri Lanka Kangaroo Lizard,is a diurnal lizard species with hind limbs adapted for jumping, resembling the movement of a kangaroo.",
  "birdwingtitle":"Sri Lankan Birdwing",
  "birdwingpara":"One of the largest butterflies in Sri Lanka, known for its striking black and yellow coloration.",
  "pitvipertitle":"Green Pit Viper",
  "pitviperpara":"A venomous snake often found in forested areas, known for its bright green coloration.",
  "woodpigeontitle":"Sri Lankan Wood Pigeon",
  "woodpigeonpara":"The Sri Lanka Wood Pigeon,is a large and distinctive pigeon species with a grayish body and striking white and black markings on its wings.",
  "leopardtitle":"Sri Lankan Leopard",
  "leopardpara":"The Sri Lankan Leopard, is a critically endangered big cat with a striking golden coat and rosette patterns, often found in the island's national parks and protected areas.", 
  "humplizardtitle":"Hump nosed Lizard",
  "humplizardpara":"The Hump-nosed Lizard, is a unique reptile with a distinctive hump-like structure on its snout, often found in the lowland rainforests of Sri Lanka.",
  "bluemormontitle":"Sri Lankan Blue Mormon",
  "bluemormonpara":"An impressive butterfly with bright blue and black wings, commonly found in lowland rainforests.",
  "langurtitle":"Purple faced Langur",
  "langurpara":"The Purple-faced Langur,is an endemic monkey species with a distinctively dark face, residing in the treetops of Sri Lanka's forests and often seen in large groups.",
  "junglefowltitle":"Sri Lankan Junglefowl",
  "junglefowlpara":"The Sri Lankan Junglefowl,is the national bird of Sri Lanka, displaying vibrant plumage with striking red and blue coloration.",
  "fishingcattitle":"Fishing Cat",
  "fishingcatpara":"The Fishing Cat,is a medium-sized wild cat with a partially webbed paw, adapted for hunting in aquatic environments.",
  "russelltitle":"Russell's Viper",
  "russellpara":"Another venomous snake, recognized by its characteristic triangular head and dark, speckled appearance.",
  "treenymphtitle":"Sri Lankan Tree Nymph",
  "treenymphpara":"A large, white butterfly with distinctive black markings, often found in forested habitats.",
  "slothbeartitle":"Sloth Bear",
  "slothbearpara":"The Sloth Bear,is a shaggy-coated bear species endemic to Sri Lanka, recognized for its unique, long snout and habit of feeding on insects and fruits.",
  "wolfsnaketitle":"Sri Lankan Wolf Snake",
  "wolfsnakepara":"A non-venomous snake with a slender body and nocturnal habits, commonly found in a variety of habitats.",
  "parakeettitle":"Layard's Parakeet",
  "parakeetpara":"Layard's Parakeet, is a vibrant parrot species endemic to Sri Lanka, featuring a combination of green and red plumage.",
  "sambardeertitle":"Sambar Deer",
  "sambardeerpara":"The Sambar Deer,is the largest deer species in Sri Lanka, distinguished by its large, rugged antlers and widespread distribution across the island's ecosystems.",
  "wildboartitle":"Wild Boar",
  "wildboarpara":"The Wild Boar,is a common and adaptable species found throughout Sri Lanka, recognized for its stout body, tusks, and distinctive bristly coat.",
  "spottedcattitle":"Rusty spotted Cat",
  "spottedcatpara":"The Rusty-spotted Cat,is one of the world's smallest wild cats, known for its diminutive size, rusty coat, and elusive nature.",
  "nosedvipertitle":"Hump nosed Viper",
  "nosedviperpara":"A venomous snake with a distinctive upturned snout, found in lowland rainforests.",
  "spotteddeartitle":"Spotted Deer",
  "spotteddearpara":"The Spotted Deer,and the Sri Lankan Axis Deer, Axis axis ceylonensis, are two closely related species known for their distinct spotted coat patterns, commonly spotted in Sri Lanka's national parks.",
  "commonkaraittitle":"Common Krait",
  "commonkaraitpara":"A highly venomous snake with distinctive black and white banding, often found in a variety of habitats.",
  "indianmuntjactitle":"Indian Muntjac",
  "indianmuntjacpara":"The Indian Muntjac,also known as the barking deer, is a small, solitary deer species characterized by its short antlers and distinctive barking calls.",
  "rumpedsunbirdtitle":"Purple rumped Sunbird",
  "rumpedsunbirdpara":"The Purple-rumped Sunbird, is a small, iridescent bird species with a vibrant purple patch on its rump, often seen in gardens and wooded areas.",
  "GreenGardenLizardtitle":"Green Garden Lizard",
  "GreenGardenLizardpara":"A widespread and adaptable lizard species with vibrant green coloration, known for its ability to change colors,and commonly found in gardens and forests.",
  "greyhornbilltitle":"Ceylon Grey Hornbill",
  "greyhornbillpara":"A hornbill species with a unique casque on its bill and predominantly grey plumage, found in a variety of habitats.",
  "scimitartitle":"Sri Lanka Scimitar Babbler",
  "scimitarpara":"A small bird with brown plumage and a distinctive cap on its head, often found in dense undergrowth.",
  "liplizardtitle":"Painted-lip Lizard",
  "liplizardpara":"A lizard species with distinctive markings on its head and a colorful throat display during mating rituals, commonly found in the central and western parts of Sri Lanka.",
  "commonhousegeckotitle":"Common House Gecko",
  "commonhousegeckopara":"A nocturnal gecko species that is well-adapted to urban environments, often seen on walls and ceilings in homes across Sri Lanka."
}